<h2>Как проходят наши занятия?</h2>
<p>
Небольшие группы до 6 человек или мини-группы для 2 человек позволяют не только каждому слушателю высказаться по теме, задать свой вопрос, тем самым активно участвуя в занятии, но и дает возможность преподавателю следить за успеваемостью каждого учащегося.
</p>
<p>
В ходе занятий преподаватель анализирует типичные ошибки каждого студента, поощряет самостоятельную работу над ошибками и самоанализ.
</p>
<p>
Слушатели наших курсов приглашают моделей на своё усмотрение. При необходимости академия помогает с поиском моделей, по просьбе слушателей.
</p>